Repository: avisota/contao-message-element-image
Catalog: contao/languages/rm/orm_avisota_message_content.xlf
Languages: rm

# orm_avisota_message_content.addImage.0
source: Add an image
rm: Agiuntar in maletg

# orm_avisota_message_content.addImage.1
source: Add an image to the content element.
rm: Agiuntar in maletg a l'element da cuntegn.

# orm_avisota_message_content.imageUrl.0
source: Image link target
rm: Destinaziun da la colliaziun dal maletg

# orm_avisota_message_content.imageUrl.1
source: A custom image link target will override the lightbox link, so the image cannot be viewed fullsize anymore.
rm: Ina colliaziun persunalisada che surscriva la colliaziun da lightbox, uschè ch'il maletg na po betg pli vegnir contemplà en la versiun gronda.

# orm_avisota_message_content.image_legend
source: Image settings
rm: Configuraziun dal maletg

# orm_avisota_message_content.imglink_legend
source: Image link settings
rm: Configuraziun da la colliaziun da maletgs

# orm_avisota_message_content.imageSource.0
source: Source file
rm: Datoteca da funtauna

# orm_avisota_message_content.imageSource.1
source: Please select a file or folder from the files directory.
rm: Tscherna ina datoteca u in ordinatur da la structura d'ordinaturs.

# orm_avisota_message_content.imageAlt.0
source: Alternate text
rm: Text alternativ

# orm_avisota_message_content.imageAlt.1
source: Here you can enter an alternate text for the image (<em>alt</em> attribute).
rm: Qua pos ti endatar in text alternativ per il maletg (attribut <em>alt</em>).

# orm_avisota_message_content.imageSize.0
source: Image width and height
rm: Ladezza ed autezza dal maletg

# orm_avisota_message_content.imageSize.1
source: Here you can set the image dimensions and the resize mode.
rm: Qua pos ti definir las dimensiuns dal maletg ed il modus da midar grondezza.

# orm_avisota_message_content.imageMargin.0
source: Image margin
rm: Distanza dal maletg

# orm_avisota_message_content.imageMargin.1
source: Here you can enter the top, right, bottom and left margin.
rm: Qua pos ti inditgar ina distanza per sura, dretg, sut e sanester dal maletg.

# orm_avisota_message_content.imageFloating.0
source: Image alignment
rm: Alignament dal maletg

# orm_avisota_message_content.imageFloating.1
source: Please specify how to align the image.
rm: Specifitgescha l'alignament dal maletg.

# orm_avisota_message_content.imageCaption.0
source: Image caption
rm: Legenda dal maletg

# orm_avisota_message_content.imageCaption.1
source: Here you can enter a short text that will be displayed below the image.
rm: Qua pos ti endatar in curt text che vegn visualisà sut il maletg
